Repository: 84000/data-translation-memory
Catalog: Toh_147-The_Teaching_on_the_Great_Compassion_of_the_Tathagata-v1.tmx
Source language: bo
Languages: en

source: རིགས་ཀྱི་བུ་ཁྱོད་དེའི་ཕྱིར་ཤིན་ཏུ་ལེགས་པར་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་དེ་བཞིན་གཤེགས་པའི་སྙིང་རྗེ་ཆེན་པོ་དང་། དེ་བཞིན་གཤེགས་པའི་འཕྲིན་ལས་ལ་འཇུག་པ་ཙམ་ཅུང་ཟད་ཅིག་ཁྱོད་ལ་བཤད་པར་བྱའོ། །
en: “Son of noble family, listen well and remember, and I will explain to you briefly the engagement of great tathāgata compassion and tathāgata activity.

source: རིགས་ཀྱི་བུ་སེམས་ཅན་རྣམས་ལ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཐུགས་རྗེ་ཆེན་པོ་ནི་སྐྱེ་བ་ཡང་མེད། འཇུག་པ་ཡང་མེད་དོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: “Son of noble family, I shall elucidate the statement that the great compassion of blessed buddhas for sentient beings ‘neither arises nor engages.’

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཐུགས་རྗེ་ཆེན་པོ་ནི་རྟག་ཏུ་འཇུག་པའི་ཕྱིར་རོ། །
en: The great compassion of blessed buddhas is constantly engaged.

source: དེ་ནི་བསྐལ་པ་གྲངས་མེད་པར་ཡོངས་སུ་སྦྱང་བ་བྱས་པས་ཡང་དག་པར་བསྐྱེད་པ་སྟེ། འཇུག་པ་ཡང་མེད། ལྡོག་པ་ཡང་མེད་དོ། །
en: Since it is properly generated through training over innumerable eons, it is neither engaged nor disengaged.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཐུགས་རྗེ་ཆེན་པོ་ནི་མ་བཏང་བ། སེམས་ཅན་ཐམས་ཅད་ལ་གནས་པའོ། །
en: The great compassion of blessed buddhas is present for all sentient beings without being activated.

source: དེ་བཞིན་གཤེགས་པའི་ཐུགས་རྗེ་ཆེན་པོ་དེ་ནི་ཅི་ཙམ་དུ་ལས་ཡོངས་སུ་ཐོབ་པར་བྱ་བར་སླ་བ་མ་ཡིན་པ་དེ་ཙམ་དུ་ཚད་མེད། དེ་ཙམ་དུ་བསམ་གྱིས་མི་ཁྱབ་སྟེ། དེ་ཙམ་དུ་མི་ཟད་ཅིང་། དེ་ཙམ་དུ་རིང་དུ་སོང་བའོ། །
en: As difficult as it was to obtain great tathāgata compassion, that is how immeasurable, inconceivable, inexhaustible, and far reaching it is.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པས་ཇི་ལྟར་བྱང་ཆུབ་ཐོབ་པ་དེ་ལྟར་སེམས་ཅན་རྣམས་ལ་ཐུགས་རྗེ་ཆེན་པོ་འཇུག་གོ། །
en: Son of noble family, as tathāgatas obtain awakening, their great compassion extends to sentient beings.

source: བྱང་ཆུབ་ཅི་འདྲ་བ་ཐུགས་རྗེ་ཆེན་པོ་ཡང་དེ་འདྲའོ། །
en: Awakening is great compassion!

source: དེ་བཞིན་གཤེགས་པས་བྱང་ཆུབ་ཇི་ལྟར་ཐོབ་ཅེ་ན། དེ་བཞིན་གཤེགས་པས་རྩ་བ་མེད་པ་དང་། གནས་མེད་པར་བྱང་ཆུབ་ཐོབ་བོ། །
en: “How do tathāgatas attain such awakening? Tathāgatas attain awakening where there is no root and no foundation.

source: དེ་ལ་རྩ་བ་ནི་གང་། གནས་ནི་གང་ཞེ་ན།
en: In this regard, what is the root? What is the foundation?

source: འཇིག་ཚོགས་ནི་རྩ་བའོ། །ཡང་དག་པ་མ་ཡིན་པ་ཀུན་རྟོག་པ་ནི་གནས་སོ། །
en: Personalism is the root and unreal imagining is the foundation.

source: དེ་གཉིས་ནི་དེ་བཞིན་གཤེགས་པས་བྱང་ཆུབ་དང་མཉམ་པ་ཉིད་ཀྱིས་མཉམ་པར་ཡོངས་སུ་ཤེས་ཏེ།
en: Tathāgatas understand these two to be the same because they are the same as awakening.

source: དེའི་ཕྱིར་དེ་བཞིན་གཤེགས་པས་རྩ་བ་མེད་པ་དང་གནས་མེད་པར་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཞེས་བྱའོ། །སེམས་ཅན་འདི་དག་གིས་ནི་རྩ་བ་མེད་པ་དང་། གནས་མེད་པའི་ཆོས་འདི་དག་ཁོང་དུ་མ་ཆུད་པས་དེ་དག་གིས་ཁོང་དུ་ཆུད་པར་བྱའོ་སྙམ་དུ་སེམས་ཅན་རྣམས་ལ་དེ་བཞིན་གཤེགས་པའི་ཐུགས་རྗེ་ཆེན་པོ་འཇུག་གོ། །
en: Consequently, it is said that tathāgatas are perfect and complete buddhas whose awakening is without root and without foundation. Great tathāgata compassion extends to beings as they think, ‘These sentient beings do not comprehend these phenomena that are without root and without foundation. They should comprehend them.’

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་ནི་ཞི་བ་དང་ཉེ་བར་ཞི་བའོ། །
en: “Son of noble family, awakening is peaceful and tranquil.

source: དེ་ལ་ཞི་བ་ནི་གང་། ཉེ་བར་ཞི་བ་ནི་གང་ཞེ་ན།
en: In this regard, what is peacefulness? What is tranquility?

source: ནང་ནི་ཞི་བའོ། །
en: The inner world is peaceful.

source: ཕྱི་ནི་ཉེ་བར་ཞི་བའོ། །
en: The outer world is tranquil.

source: མིག་ནི་བདག་དང་བདག་གིས་སྟོང་སྟེ།
en: The eye is empty of self and what belongs to a self.

source: དེ་ནི་དེའི་རང་བཞིན་ནོ། །
en: That is its nature.

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་ཡིད་ནི་བདག་དང་བདག་གིས་སྟོང་སྟེ།
en: The ear, the nose, the tongue, the body, and the mind are empty of self and what belongs to a self.

source: མིག་སྟོང་པར་ཡོངས་སུ་ཤེས་ནས་གཟུགས་རྣམས་ལ་མི་རྒྱུག་སྟེ།
en: Because one understands the eye to be empty, one does not pursue form.

source: དེའི་ཕྱིར་ཉེ་བར་ཞི་བ་ཞེས་བྱའོ། །
en: Therefore it is said to be tranquil.

source: རྣ་བ་སྟོང་པར་ཡོངས་སུ་ཤེས་ནས་སྒྲ་རྣམས་ལ་མི་རྒྱུག་སྟེ།
en: Because one understands the ear to be empty, one does not pursue sound.

source: སྣ་སྟོང་པར་ཡོངས་སུ་ཤེས་ནས་དྲི་རྣམས་ལ་མི་རྒྱུག་སྟེ།
en: Because one understands the nose to be empty, one does not pursue smell.

source: ལྕེ་སྟོང་པར་ཡོངས་སུ་ཤེས་ནས་རོ་རྣམས་ལ་མི་རྒྱུག་སྟེ།
en: Because one understands the tongue to be empty, one does not pursue taste.

source: ལུས་སྟོང་པར་ཡོངས་སུ་ཤེས་ནས་རེག་བྱ་རྣམས་ལ་མི་རྒྱུག་སྟེ།
en: Because one understands the body to be empty, one does not pursue the tangible.

source: ཡིད་སྟོང་པར་ཡོངས་སུ་ཤེས་ནས་ཆོས་རྣམས་ལ་མི་རྒྱུག་སྟེ།
en: Because one understands the mind to be empty, one does not pursue mental factors.

source: སེམས་ཅན་འདི་དག་གིས་ནི་ཞི་བ་དང་། ཉེ་བར་ཞི་བ་ཁོང་དུ་མ་ཆུད་པས་དེ་དག་གི་ཁོང་དུ་ཆུད་པར་བྱའོ་སྙམ་དུ་སེམས་ཅན་རྣམས་ལ་དེ་བཞིན་གཤེགས་པའི་ཐུགས་རྗེ་ཆེན་པོ་འཇུག་གོ། །
en: Great tathāgata compassion extends to beings with the thought, ‘These sentient beings do not comprehend peace and tranquility. They should comprehend them.’

source: རིགས་ཀྱི་བུ་སེམས་རང་བཞིན་གྱིས་འོད་གསལ་བའི་ཕྱིར་བྱང་ཆུབ་རང་བཞིན་འོད་གསལ་བའོ། །
en: “Son of noble family, because mind is naturally luminous, awakening is naturally luminous.

source: ཅིའི་ཕྱིར་རང་བཞིན་འོད་གསལ་བ་ཞེས་བྱ་ཞེ་ན།
en: Why is it said to be naturally luminous?

source: རང་བཞིན་གང་ཡིན་པ་དེ་ནི་ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ།
en: Its nature is devoid of pollution.

source: ནམ་མཁའ་དང་མཚུངས་པ།
en: It is equal to space.

source: ནམ་མཁའི་རང་བཞིན།
en: It is of the nature of space.

source: ནམ་མཁའ་དང་མཉམ་པར་གཞོལ་བ།
en: It is established as being the same as space.

source: ནམ་མཁའ་དང་མཉམ་པས་མཉམ་པ་སྟེ།
en: Because it is the same as space, it is sameness.

source: རང་བཞིན་དེ་ནི་ཤིན་ཏུ་འོད་གསལ་བ་ཉིད་དོ། །
en: Its nature is luminosity itself.

source: བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཀྱིས་ནི་རང་བཞིན་འོད་གསལ་བ་འདི་ཁོང་དུ་མ་ཆུད་པས་གློ་བུར་གྱི་ཉོན་མོངས་པ་རྣམས་ཀྱིས་ཀུན་ནས་ཉོན་མོངས་ཏེ།
en: Great tathāgata compassion extends to beings with the thought, ‘Since these immature ordinary beings do not comprehend this natural luminosity, they remain polluted by adventitious afflictive emotions.

source: རང་བཞིན་འོད་གསལ་བ་དེ་དག་གིས་ཁོང་དུ་ཆུད་པར་བྱའོ་སྙམ་དུ་སེམས་ཅན་རྣམས་ལ་དེ་བཞིན་གཤེགས་པའི་ཐུགས་རྗེ་ཆེན་པོ་འཇུག་གོ། །
en: They should comprehend this luminous nature.’

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་ནི་བླང་བ་མེད་པ་དང་། དོར་བ་མེད་པའོ། །
en: “Son of noble family, awakening is without acceptance or rejection.

source: དེ་ལ་བླང་བ་མེད་པ་ནི་གང་། དོར་བ་མེད་པ་ནི་གང་ཞེ་ན།
en: In this regard, what is the absence of acceptance?

source: བླང་བ་མེད་པ་ཞེས་བྱ་བ་ནི་ཆོས་ཐམས་ཅད་མི་འཛིན་པའོ། །
en: What is the absence of rejection?

source: དོར་བ་མེད་པ་ཞེས་བྱ་བ་ནི་ཆོས་ཐམས་ཅད་མི་འདོར་བའོ། །
en: Absence of acceptance means not clinging to any phenomenon.

source: དེ་ལ་དེ་བཞིན་གཤེགས་པ་བླང་བ་མེད་པ་དང་། དོར་བ་མེད་པར་ཆུ་བོར་འཇུག་པ་ན།
en: Absence of rejection means not rejecting any phenomenon.

source: ཇི་ལྟར་དེ་བཞིན་ཉིད་ལ་ཕ་རོལ་མེད་པ་དང་། ཕ་རོལ་མེད་པ་མ་ཡིན་པར་ཡང་དག་པར་རྗེས་སུ་མཐོང་བ་དེ་ལྟར་རྒལ་ཏོ། །
en: When tathāgatas enter the river of no acceptance and no rejection, they truly see that suchness is without an ‘other side’ yet not without an ‘other side,’ and thus they transcend these.

source: དེ་ལྟར་དེ་བཞིན་གཤེགས་པས་ཆོས་ཐམས་ཅད་ཕ་རོལ་མེད་པ་དང་། ཕ་རོལ་དང་བྲལ་བར་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ།
en: In that way, tathāgatas attain complete and perfect awakening for which all phenomena are beyond an ‘other side’ and the absence of an ‘other side.’

source: དེའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་ཞེས་བྱའོ། །
en: Therefore they are called tathāgatas.

source: བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་དག་གིས་ནི་བླང་བ་མེད་པ་དང་། དོར་བ་མེད་པ་འདི་ཁོང་དུ་མ་ཆུད་པས་དེ་དག་གིས་ཁོང་དུ་ཆུད་པར་བྱའོ་སྙམ་དུ་སེམས་ཅན་རྣམས་ལ་དེ་བཞིན་གཤེགས་པའི་ཐུགས་རྗེ་ཆེན་པོ་འཇུག་གོ། །
en: Great tathāgata compassion extends to beings with the thought, ‘These immature ordinary beings do not comprehend the absence of acceptance and the absence of rejection. They should comprehend them.’

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་ནི་མཚན་མ་མེད་པ་དང་། དམིགས་པ་མེད་པའོ། །
en: “Son of noble family, awakening is without signs and without objective reference.

source: དེ་ལ་མཚན་མ་མེད་པ་ནི་གང་།
en: In this regard, what is meant by ‘without signs’?

source: དམིགས་པ་མེད་པ་ནི་གང་ཞེ་ན།
en: What is meant by ‘without objective reference’?

source: མིག་གི་རྣམ་པར་ཤེས་པ་དམིགས་སུ་མེད་པ་ནི་མཚན་མ་མེད་པའོ། །
en: A visual consciousness without an objective referent is without signs.

source: གཟུགས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བ་ནི་དམིགས་པ་མེད་པའོ། །
en: Form that is unseen is without objective reference.

source: རྣ་བའི་རྣམ་པར་ཤེས་པ་དམིགས་སུ་མེད་པ་ནི་མཚན་མ་མེད་པའོ། །
en: An auditory consciousness without an objective reference is without signs.

source: སྒྲ་མཉན་དུ་མེད་པ་ནི་དམིགས་པ་མེད་པའོ། །
en: Sound that is unheard is without objective reference.

source: སྣའི་རྣམ་པར་ཤེས་པ་དམིགས་སུ་མེད་པ་ནི་མཚན་མ་མེད་པའོ། །
en: An olfactory consciousness without an objective reference is without signs.

source: དྲི་བསྣམ་དུ་མེད་པ་ནི་དམིགས་པ་མེད་པའོ། །
en: Odor that is not perceived is without objective reference.

source: ལྕེའི་རྣམ་པར་ཤེས་པ་དམིགས་སུ་མེད་པ་ནི་མཚན་མ་མེད་པའོ། །
en: A consciousness of taste without an objective reference is without signs.

source: རོ་མྱང་དུ་མེད་པ་ནི་དམིགས་པ་མེད་པའོ། །
en: Flavor that is not perceived is without objective reference.

source: ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དམིགས་སུ་མེད་པ་ནི་མཚན་མ་མེད་པའོ། །
en: A tactile consciousness without an objective reference is without signs.

source: རེག་བྱ་རེག་པར་བྱར་མེད་པ་ནི་དམིགས་པ་མེད་པའོ། །
en: Touch that is not perceived is without objective reference.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དམིགས་སུ་མེད་པ་ནི་མཚན་མ་མེད་པའོ། །
en: A mental consciousness without an objective reference is without signs.

source: ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བ་ནི་དམིགས་པ་མེད་པའོ། །
en: Mental factors that are not perceived are without objective reference.

source: དེ་ལྟར་ན་མཚན་མ་མེད་པ་དང་། དམིགས་པ་མེད་པ་ནི་འཕགས་པ་རྣམས་ཀྱི་སྤྱོད་ཡུལ་ལོ། །
en: Thus, the lack of attributes and objective references is the domain of the noble ones.

source: འཕགས་པ་རྣམས་ཀྱི་སྤྱོད་ཡུལ་གང་ཞེ་ན།
en: What is the domain of the noble ones?

source: གང་ཁམས་གསུམ་པའི་སྤྱོད་ཡུལ་མ་ཡིན་པ་དེ་ནི་འཕགས་པ་རྣམས་ཀྱི་སྤྱོད་ཡུལ་ལོ། །
en: That which is not the domain of the three realms is the domain of the noble ones.

source: དེ་ལྟར་ན་གང་སྤྱོད་ཡུལ་མ་ཡིན་པ་དེ་ནི་འཕགས་པ་རྣམས་ཀྱི་སྤྱོད་ཡུལ་ཏེ།
en: Thus, that which is not a domain is the domain of the noble ones.

source: འཕགས་པའི་སྤྱོད་ཡུལ་འདི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཀྱིས་ཁོང་དུ་མ་ཆུད་པས་དེ་དག་གིས་ཁོང་དུ་ཆུད་པར་བྱའོ་སྙམ་དུ་སེམས་ཅན་རྣམས་ལ་དེ་བཞིན་གཤེགས་པའི་ཐུགས་རྗེ་ཆེན་པོ་འཇུག་གོ། །
en: Great tathāgata compassion extends to beings with the thought, ‘Immature ordinary beings do not comprehend the domain of the noble ones. They should comprehend it.’

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་ནི་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་བྱུང་བ་མ་ཡིན་ཏེ།
en: “Son of noble family, awakening is not the past, is not the future, and is not the present.

source: དུས་གསུམ་མཉམ་པ་འཁོར་གསུམ་ཡོངས་སུ་ཆད་པའོ། །
en: It is the same throughout the three times, the termination of the triple sphere.

source: དེ་ལ་འཁོར་གསུམ་ཡོངས་སུ་ཆད་པ་གང་ཞེ་ན།
en: In this regard, what is the termination of the triple sphere?

source: གང་འདས་པ་ལ་སེམས་མི་འཇུག་པ་དང་། མ་འོངས་པ་ལ་རྣམ་པར་ཤེས་པ་མི་རྒྱུག་པ་དང་། ད་ལྟར་བྱུང་བ་ལ་ཡིད་ལ་བྱེད་པ་མི་འཇུག་པའོ། །
en: Mind does not engage with the past, consciousness does not pursue the future, and mental activity does not engage with the present.

source: དེ་སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་མི་གནས་པས་འདས་པ་ལ་རྟོག་པར་མི་བྱེད། མ་འོངས་པ་ལ་མི་སེམས། ད་ལྟར་བྱུང་བ་སྤྲོས་པར་མི་བྱེད་དོ། །
en: Since mind, mental activity, and consciousness do not abide, one does not mull over the past, one does not give thought to the future, and one does not proliferate the present.

source: དེ་ལྟར་དུས་གསུམ་མཉམ་པ་ཉིད་དང་། འཁོར་གསུམ་ཡོངས་སུ་དག་པ་འདི་སེམས་ཅན་རྣམས་ཀྱིས་ཁོང་དུ་མ་ཆུད་པས་དེ་དག་གིས་ཁོང་དུ་ཆུད་པར་བྱའོ་སྙམ་དུ་སེམས་ཅན་རྣམས་ལ་དེ་བཞིན་གཤེགས་པའི་ཐུགས་རྗེ་ཆེན་པོ་འཇུག་གོ། །
en: Great tathāgata compassion extends to beings with the thought, ‘Immature ordinary beings do not comprehend the equality of the three times and the purification of the triple sphere. They should comprehend them.’

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་ནི་ལུས་མེད་ཅིང་འདུས་མ་བྱས་པའོ། །
en: “Son of noble family, awakening is incorporeal and unconditioned.

source: དེ་ལ་ལུས་མེད་པ་ནི་གང་མིག་གི་རྣམ་པར་ཤེས་པས་རྣམ་པར་ཤེས་པར་བྱ་བ་མ་ཡིན།
en: In this regard, that which is incorporeal is not perceptible to visual consciousness.

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པས་རྣམ་པར་ཤེས་པར་བྱ་བ་མ་ཡིན་པའོ། །
en: It is not perceptible to auditory, olfactory, taste, tactile, or mental consciousness.

source: འདུས་མ་བྱས་ཞེས་བྱ་བ་ནི་གང་ལ་སྐྱེ་བ་མེད་པ་དང་། འཇིག་པ་མེད་པ་དང་། གནས་མེད་པ་སྟེ།
en: The unconditioned is that which is without origination, cessation, and endurance.

source: དེ་ནི་མཚན་ཉིད་གསུམ་དང་བྲལ་བའི་འདུས་མ་བྱས་ཞེས་བྱའོ། །
en: That is the unconditioned, free of these three characteristics.

source: འདུས་མ་བྱས་ཇི་ལྟ་བར་འདུས་བྱས་ཀྱང་དེ་བཞིན་དུ་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: That which is conditioned should also be comprehended to be just like the unconditioned.

source: ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་གང་ཡིན་པ་དེ་ནི་མེད་པའོ། །
en: The nature of all phenomena is nonexistence.

source: མེད་པ་གང་ཡིན་པ་དེ་ལ་ནི་གཉིས་མེད་དོ། །
en: That which is nonexistent is nondual.

source: ལུས་མེད་པ་དང་འདུས་མ་བྱས་འདི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་དག་གིས་ཁོང་དུ་མ་ཆུད་པས་དེ་དག་གིས་ཁོང་དུ་ཆུད་པར་བྱའོ་སྙམ་དུ་སེམས་ཅན་རྣམས་ལ་དེ་བཞིན་གཤེགས་པའི་ཐུགས་རྗེ་ཆེན་པོ་འཇུག་གོ། །
en: Great tathāgata compassion extends to beings with the thought, ‘Immature ordinary beings do not comprehend the incorporeal and unconditioned. They should comprehend it.’

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་ཅེས་བྱ་བ་དེ་ནི་དབྱེར་མེད་པ་དང་གནས་སོ། །
en: “Son of noble family, what is called awakening is inseparable and abiding.

source: དེ་ལ་གནས་ནི་གང་།
en: In this regard, what abides?

source: དབྱེར་མེད་པ་ནི་གང་ཞེ་ན།
en: What is inseparable?

source: དེ་བཞིན་ཉིད་ནི་གནས་སོ། །
en: Suchness abides.

source: གནས་མེད་པ་ནི་དབྱེར་མེད་པའོ། །
en: Nonabiding is inseparable.

source: ཆོས་ཀྱི་དབྱིངས་ནི་གནས་སོ། །
en: The realm of phenomena abides.

source: ཐ་དད་པ་མ་ཡིན་པ་ནི་དབྱེར་མེད་པའོ། །
en: Nondifferentiation is inseparable.

source: ཡང་དག་པའི་མཐའ་ནི་གནས་སོ། །
en: The limit of reality abides.

source: གཡོ་བ་མེད་པ་ནི་དབྱེར་མེད་པའོ། །
en: Immovability is inseparable.

source: སྟོང་པ་ཉིད་ནི་གནས་སོ། །
en: Emptiness abides.

source: དམིགས་སུ་མེད་པ་ནི་དབྱེར་མེད་པའོ། །
en: Lack of objective reference is inseparable.

source: མཚན་མ་མེད་པ་ནི་གནས་སོ། །
en: Signlessness abides.

source: རྣམ་པར་རྟོག་པ་མེད་པ་ནི་དབྱེར་མེད་པའོ། །
en: Nonconceptuality is inseparable.

source: སྨོན་པ་མེད་པ་ནི་གནས་སོ། །
en: Wishlessness abides.

source: སྨོན་ལམ་འདེབས་པ་མེད་པ་ནི་དབྱེར་མེད་པའོ། །
en: Lack of making wishes is inseparable.

source: སེམས་ཅན་མེད་པ་ཉིད་ནི་གནས་སོ། །
en: The nonexistence of sentient beings abides.

source: སེམས་ཅན་ངོ་བོ་ཉིད་མེད་པ་ནི་དབྱེར་མེད་པའོ། །
en: The essencelessness of sentient beings is inseparable.

source: ནམ་མཁའ་ནི་གནས་སོ། །
en: Space abides.

source: སྐྱེ་བ་མེད་པ་ནི་གནས་སོ། །
en: Nonorigination abides.

source: འགོག་པ་མེད་པ་ནི་དབྱེར་མེད་པའོ། །
en: Noncessation is inseparable.

source: འདུས་མ་བྱས་ནི་གནས་སོ། །
en: The unconditioned abides.

source: རྒྱུ་བ་མེད་པ་ནི་དབྱེར་མེད་པའོ། །
en: The absence of movement is inseparable.

source: བྱང་ཆུབ་ནི་གནས་སོ། །
en: Awakening abides.

source: ཉེ་བར་ཞི་བ་ནི་དབྱེར་མེད་པའོ། །
en: Tranquility is inseparable.

source: མྱ་ངན་ལས་འདས་པ་ནི་གནས་སོ། །
en: Nirvāṇa abides.

source: མངོན་པར་གྲུབ་པ་མེད་པ་ནི་དབྱེར་མེད་པའོ། །
en: The absence of coming into being is inseparable.

source: དེ་ལྟར་དབྱེར་མེད་པ་དང་། གནས་འདི་སེམས་ཅན་རྣམས་ཀྱིས་ཁོང་དུ་མ་ཆུད་པས་དེ་དག་གིས་ཁོང་དུ་ཆུད་པར་བྱའོ་སྙམ་དུ་སེམས་ཅན་རྣམས་ལ་དེ་བཞིན་གཤེགས་པའི་ཐུགས་རྗེ་ཆེན་པོ་འཇུག་གོ། །
en: Great tathāgata compassion extends to beings with the thought, ‘Sentient beings do not comprehend this inseparability and abiding. They should comprehend it.’

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་ནི་ལུས་ཀྱིས་ཀྱང་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱ། སེམས་ཀྱིས་ཀྱང་མ་ཡིན་ནོ། །
en: “Son of noble family, awakening is completely and perfectly awakened neither by the body nor by the mind.

source: ལུས་ནི་བེམས་པོའོ། །སེམས་ནི་སྒྱུ་མ་ལྟ་བུའོ། །
en: The body is inanimate, and the mind is like an illusion.

source: གང་ལུས་དང་སེམས་འདི་ལྟ་བུར་ཁོང་དུ་ཆུད་པ་དེ་ནི་ཐ་སྙད་བཏགས་ནས་བྱང་ཆུབ་ཅེས་བྱའི། བྱང་ཆུབ་ནི་ལུས་སམ། སེམས་སམ། ཆོས་སམ། ཆོས་མ་ཡིན་པའམ། ཡང་དག་པའམ། ཡང་དག་པ་མ་ཡིན་པའམ། བདེན་པའམ། བརྫུན་པ་གང་གིས་ཀྱང་བརྗོད་པར་བྱ་བ་མ་ཡིན་ནོ། །
en: Those who comprehend the body and the mind to be like that may still talk about awakening, using conventional language, but awakening cannot be described as physical or mental, as a phenomenon or not, as genuine or not, or as true or false.

source: བྱང་ཆུབ་ནི་ཆོས་ཐམས་ཅད་ཀྱིས་བརྗོད་པར་བྱ་བ་མ་ཡིན་ནོ། །
en: Awakening cannot be described by means of any phenomenon.

source: བྱང་ཆུབ་ནི་གང་གིས་ཚིག་ཏུ་ཐ་སྙད་གདགས་པར་འགྱུར་བའི་དབྱིབས་ཅི་ཡང་མེད་དེ།
en: Awakening does not have a shape that can be described in conventional terms.

source: ཇི་ལྟར་ནམ་མཁའ་དབྱིབས་མེད་ཅིང་བརྗོད་པར་བྱ་བ་མ་ཡིན་པ་དེ་བཞིན་དུ་བྱང་ཆུབ་ཀྱང་དབྱིབས་མེད་ཅིང་བརྗོད་པར་བྱ་བ་མ་ཡིན་ནོ། །
en: Just as space has no shape and is indescribable, awakening likewise has no shape and is indescribable.

source: དེ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཡོངས་སུ་བཙལ་ན་ཆོས་ཐམས་ཅད་ནི་བརྗོད་པར་བྱ་བ་མ་ཡིན་པ་སྟེ།
en: In the same way, no phenomena are describable if one has understood them just as they are.

source: ཆོས་ལ་ཚིག་མེད་དོ། །
en: There are no words for phenomena.

source: ཚིག་ལ་ཡང་ཆོས་མེད་དོ། །
en: There are no phenomena that correspond to words.

source: ཆོས་ཀྱི་ཚུལ་གྱི་རྣམ་པ་འདི་སེམས་ཅན་རྣམས་ཀྱིས་ཁོང་དུ་མ་ཆུད་པས་དེ་དག་གིས་ཁོང་དུ་ཆུད་པར་བྱའོ་སྙམ་དུ་སེམས་ཅན་རྣམས་ལ་དེ་བཞིན་གཤེགས་པའི་ཐུགས་རྗེ་ཆེན་པོ་འཇུག་གོ། །
en: Great tathāgata compassion extends to beings with the thought, ‘Sentient beings do not comprehend this aspect of the manner of phenomena. They should comprehend it.’

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་ནི་གཟུང་དུ་མེད་པ་དང་། གཞི་མེད་པའོ། །
en: “Son of noble family, awakening is not apprehended and without a foundation.

source: དེ་ལ་གཟུང་དུ་མེད་པ་ནི་གང་། གཞི་མེད་པ་ནི་གང་ཞེ་ན།
en: In this regard, what is not apprehended? What is without a foundation?

source: མིག་ཡོངས་སུ་ཤེས་པ་ནི་གཟུང་དུ་མེད་པའོ། །
en: Understanding the eye is not apprehended.

source: གཟུགས་དམིགས་སུ་མེད་པ་ནི་གཞི་མེད་པའོ། །
en: Form without objective reference is without a foundation.

source: རྣ་བ་ཡོངས་སུ་ཤེས་པ་ནི་གཟུང་དུ་མེད་པའོ། །
en: Understanding the ear is not apprehended.

source: སྒྲ་དམིགས་སུ་མེད་པ་ནི་གཞི་མེད་པའོ། །
en: Sound without objective reference is without a foundation.

source: སྣ་ཡོངས་སུ་ཤེས་པ་ནི་གཟུང་དུ་མེད་པའོ། །
en: Understanding the nose is not apprehended.

source: དྲི་དམིགས་སུ་མེད་པ་ནི་གཞི་མེད་པའོ། །
en: Smell without objective reference is without a foundation.

source: ལྕེ་ཡོངས་སུ་ཤེས་པ་ནི་གཟུང་དུ་མེད་པའོ། །
en: Understanding the tongue is not apprehended.

source: རོ་དམིགས་སུ་མེད་པ་ནི་གཞི་མེད་པའོ། །
en: Flavor without objective reference is without a foundation.

source: ལུས་ཡོངས་སུ་ཤེས་པ་ནི་གཟུང་དུ་མེད་པའོ། །
en: Understanding the body is not apprehended.

source: རེག་བྱ་དམིགས་སུ་མེད་པ་ནི་གཞི་མེད་པའོ། །
en: Touch without objective reference is without a foundation.

source: ཡིད་ཡོངས་སུ་ཤེས་པ་ནི་གཟུང་དུ་མེད་པའོ། །
en: Understanding mental cognition is not apprehended.

source: ཆོས་དམིགས་སུ་མེད་པ་ནི་གཞི་མེད་པའོ། །
en: Mental factors without objective references are without a foundation.

source: དེ་ལྟར་དེ་བཞིན་གཤེགས་པས་བྱང་ཆུབ་གཟུང་དུ་མེད་པ་དང་། གཞི་མེད་པར་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སོ། །
en: In that way, tathāgatas completely and perfectly awaken to awakening that is not apprehended and without a foundation.

source: མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཀྱང་མིག་གཟུང་དུ་མེད། གཟུགས་གཞི་མ་ཡིན། རྣམ་པར་ཤེས་པ་གནས་པ་མེད་དོ། །
en: “Having attained complete and perfect awakening, the eye is not apprehended, form is not a foundation, and consciousness has nowhere to stand.

source: རྣ་བ་གཟུང་དུ་མེད། སྒྲ་གཞི་མ་ཡིན། རྣམ་པར་ཤེས་པ་གནས་པ་མེད་དོ། །
en: The ear is not apprehended, sounds are not a foundation, and consciousness has nowhere to stand.

source: སྣ་གཟུང་དུ་མེད། དྲི་གཞི་མ་ཡིན། རྣམ་པར་ཤེས་པ་གནས་པ་མེད་དོ། །
en: The nose is not apprehended, smells are not a foundation, and consciousness has nowhere to stand.

source: ལྕེ་གཟུང་དུ་མེད། རོ་གཞི་མ་ཡིན། རྣམ་པར་ཤེས་པ་གནས་པ་མེད་དོ། །
en: The tongue is not apprehended, tastes are not a foundation, and consciousness has nowhere to stand.

source: ལུས་གཟུང་དུ་མེད། རེག་བྱ་གཞི་མ་ཡིན། རྣམ་པར་ཤེས་པ་གནས་པ་མེད་དོ། །
en: The body is not apprehended, tactile sensations are not a foundation, and consciousness has nowhere to stand.

source: ཡིད་གཟུང་དུ་མེད། ཆོས་གཞི་མ་ཡིན། རྣམ་པར་ཤེས་པ་གནས་པ་མེད་དོ། །
en: The mind is not apprehended, phenomena are not a foundation, and consciousness has nowhere to stand.

source: དེ་རྣམ་པར་ཤེས་པ་གནས་པ་མེད་པས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་གནས་རྣམས་རབ་ཏུ་ཤེས་སོ། །
en: “Since consciousness has nowhere to stand, one deeply understands the stations of the minds of all sentient beings.

source: སེམས་ཅན་དག་གི་སེམས་ཀྱི་གནས་རྣམས་གང་ཞེ་ན།
en: What are the stations of the minds of sentient beings?

source: སེམས་ཅན་རྣམས་ཀྱི་སེམས་ཀྱི་གནས་ནི་བཞི་པོ་འདི་དག་གོ། །
en: There are four stations of the minds of sentient beings.

source: བཞི་གང་ཞེ་ན།
en: What are these four?

source: གཟུགས་སེམས་ཅན་རྣམས་ཀྱི་སེམས་ཀྱི་གནས་དང་།
en: Form is a station of the minds of sentient beings.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དག་སེམས་ཅན་རྣམས་ཀྱི་སེམས་ཀྱི་གནས་ཏེ།
en: Likewise feeling, perception, and formations are stations of the minds of sentient beings.

source: སེམས་ཀྱི་གནས་དེ་དག་ཀྱང་དེ་བཞིན་གཤེགས་པས་གནས་མེད་པར་མཁྱེན་ཏོ། །
en: But tathāgatas know that even these stations of their minds are nowhere to stand.

source: གནས་མེད་པའི་མཐའ་འདི་སེམས་ཅན་རྣམས་ཀྱིས་ཁོང་དུ་མ་ཆུད་པས་དེ་དག་གིས་ཁོང་དུ་ཆུད་པར་བྱའོ་སྙམ་དུ་སེམས་ཅན་རྣམས་ལ་དེ་བཞིན་གཤེགས་པའི་ཐུགས་རྗེ་ཆེན་པོ་འཇུག་གོ། །
en: Great tathāgata compassion extends to beings with the thought, ‘Sentient beings do not comprehend this limit of groundlessness. They should comprehend it.’

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་ཅེས་བྱ་བ་འདི་ནི་སྟོང་པ་ཉིད་ཀྱི་ཚིག་བླ་དགས་སོ། །
en: “Son of noble family, awakening is a designation for emptiness.

source: སྟོང་པ་ཉིད་གང་གིས་བྱང་ཆུབ་སྟོང་པའི་སྟོང་པ་ཉིད་དེས་ཆོས་ཐམས་ཅད་སྟོང་ངོ་། །
en: The emptiness of empty awakening is the emptiness of all empty phenomena.

source: སྟོང་པ་ཉིད་ཇི་ལྟ་བ་བཞིན་དུ་ཆོས་དེ་དག་ཐམས་ཅད་དེ་བཞིན་གཤེགས་པས་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ།
en: The tathāgatas completely and perfectly awaken by realizing that all those phenomena are in truth emptiness.

source: སྟོང་པ་ཉིད་ཀྱིས་སྟོང་པ་ཉིད་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་མ་ཡིན་ནོ། །
en: Theirs is not an awakening brought about by making phenomena empty by means of emptiness.

source: དེ་ནི་འདི་ལྟ་སྟེ། སྟོང་པ་ཉིད་དང་བྱང་ཆུབ་ཅེས་བྱ་བ་ཚུལ་གཅིག་པར་ཤེས་པ་སྟེ།
en: What is called emptiness and what is called awakening are understood to be one and the same.

source: དེ་ལ་གཉིས་གང་གིས་སྟོང་པ་ཉིད་དང་། བྱང་ཆུབ་གཉིས་སུ་དབྱེ་བའི་གཉིས་ཆུང་ཟད་ཀྱང་མེད་དོ། །
en: There is no division of emptiness and awakening into two categories at all.

source: ཆོས་ཐམས་ཅད་ནི་གཉིས་སུ་མེད་པ།
en: Phenomena are nondual;

source: གཉིས་སུ་དབྱེར་མེད་པ།
en: they cannot be separated into two.

source: མཚན་ཉིད་མེད་པ། མིང་མེད་པ། མཚན་མ་མེད་པ།
en: They lack attributes, names, and signs.

source: རྒྱུ་བ་མེད་པ། རབ་ཏུ་རྒྱུ་བ་མེད་པ། ཀུན་ཏུ་འབྱུང་བ་མེད་པའོ། །
en: They are without movement, immovable, and without origination.

source: གང་སྟོང་པ་ཞེས་བྱ་བ་དེ་ནི་མངོན་པར་ཞེན་པ་མེད་ཅིང་འཛིན་པ་མེད་པའི་ཚིག་བླ་དགས་སོ། །
en: Empty is a designation for what is devoid of clinging and apprehending.
